Repository: teamleaderleo/cmux
Catalog: webviews/src/pages/cloud/Localizable.xcstrings
Source language: en
Languages: ja

# action.cancel
source: Cancel
ja: キャンセル

# action.connect
source: Open
ja: 開く

# action.delete
source: Delete…
ja: 削除…

# action.fork
source: New Machine from Snapshot
ja: スナップショットから新規マシン

# action.pause
source: Pause
ja: 一時停止

# action.refresh
source: Refresh
ja: 更新

# action.rename
source: Rename
ja: 名前を変更

# action.restore
source: Restore
ja: 復元

# action.resume
source: Resume
ja: 再開

# action.save
source: Save
ja: 保存

# action.verify
source: Verify
ja: 確認

# auth.signIn
source: Sign In
ja: サインイン

# auth.signOut
source: Sign Out
ja: サインアウト

# auth.signedOutBody
source: Run terminals and agents on Cloud machines. Sign in to see your machines.
ja: クラウドマシンでターミナルとエージェントを実行します。サインインするとマシンが表示されます。

# auth.signedOutTitle
source: Sign in to cmux Cloud
ja: cmux Cloud にサインイン

# create.baseImage
source: Base image
ja: ベースイメージ

# create.limit
source: {used} of {limit} machines on the {plan} plan
ja: {plan} プラン：{limit} 台中 {used} 台

# create.limitReached
source: All {limit} machines of the {plan} plan are in use ({used}). Delete a machine or upgrade the plan.
ja: {plan} プランの {limit} 台をすべて使用中です（{used}）。マシンを削除するか、プランをアップグレードしてください。

# create.name
source: Name
ja: 名前

# create.namePlaceholder
source: Optional
ja: 任意

# create.size
source: Size
ja: サイズ

# create.sizeNotInPlan
source: Not in your plan
ja: プラン対象外

# create.snapshot
source: Start from
ja: 開始元

# create.submit
source: Create
ja: 作成

# create.submitting
source: Creating…
ja: 作成中…

# create.title
source: New Machine
ja: 新規マシン

# detail.domains
source: Domains
ja: ドメイン

# detail.firewall
source: Firewall
ja: ファイアウォール

# detail.network
source: Private Network
ja: プライベートネットワーク

# detail.overview
source: Overview
ja: 概要

# detail.publications
source: Published Ports
ja: 公開ポート

# detail.selectMachine
source: Select a machine to see its details.
ja: マシンを選択すると詳細が表示されます。

# detail.snapshots
source: Snapshots
ja: スナップショット

# detail.stats
source: Resources
ja: リソース

# domains.certificate
source: Certificate: {state}
ja: 証明書: {state}

# domains.dns
source: Add these DNS records:
ja: 次の DNS レコードを追加してください:

# domains.empty
source: No domains
ja: ドメインはありません

# domains.failed
source: Verification failed
ja: 確認に失敗

# domains.pending
source: Waiting for verification
ja: 確認待ち

# domains.publications
source: Publications: {count}
ja: 公開: {count}

# domains.verified
source: Verified
ja: 確認済み

# field.address
source: Private address
ja: プライベートアドレス

# field.created
source: Created
ja: 作成日

# field.idle
source: When idle
ja: アイドル時

# field.image
source: Image
ja: イメージ

# field.size
source: Size
ja: サイズ

# files.binary
source: Not a text file.
ja: テキストファイルではありません。

# files.browse
source: Browse
ja: 参照

# files.closePreview
source: Close
ja: 閉じる

# files.download
source: Download…
ja: ダウンロード…

# files.edit
source: Edit
ja: 編集

# files.empty
source: This folder is empty.
ja: このフォルダは空です。

# files.folder
source: Folder
ja: フォルダ

# files.newFolder
source: New folder
ja: 新規フォルダ

# files.noPreview
source: No preview for this item.
ja: この項目はプレビューできません。

# files.title
source: Files
ja: ファイル

# files.tooLarge
source: Too large to preview ({size}).
ja: プレビューするには大きすぎます ({size})。

# files.up
source: Up
ja: 上へ

# files.upload
source: Upload…
ja: アップロード…

# firewall.add
source: Allow port
ja: ポートを許可

# firewall.allow
source: Allow
ja: 許可

# firewall.description
source: Note
ja: メモ

# firewall.empty
source: No firewall rules
ja: ファイアウォールルールはありません

# firewall.public
source: Internet
ja: インターネット

# firewall.source
source: From (CIDR, empty = anyone)
ja: 送信元 (CIDR、空欄 = すべて)

# idle.hours
source: Pause after {count} h
ja: {count} 時間後に一時停止

# idle.minutes
source: Pause after {count} min
ja: {count} 分後に一時停止

# idle.never
source: Never pause
ja: 一時停止しない

# intent.create
source: Creating…
ja: 作成中…

# intent.delete
source: Deleting…
ja: 削除中…

# intent.idle
source: Saving…
ja: 保存中…

# intent.pause
source: Pausing…
ja: 一時停止中…

# intent.rename
source: Renaming…
ja: 名前を変更中…

# intent.resize
source: Resizing…
ja: サイズを変更中…

# intent.start
source: Resuming…
ja: 再開中…

# machines.create
source: New Machine
ja: 新規マシン

# machines.empty
source: No machines yet
ja: マシンはまだありません

# machines.emptyBody
source: Create a machine to run terminals and agents in the cloud.
ja: マシンを作成すると、クラウドでターミナルとエージェントを実行できます。

# machines.title
source: Machines
ja: マシン

# network.attach
source: Attach this Mac
ja: この Mac を接続

# network.empty
source: No private networks
ja: プライベートネットワークはありません

# network.rotateKey
source: New tunnel key
ja: 新しいトンネルキー

# network.tunnelNote
source: Tunnel changes run after a confirmation. cmux link will own this Mac's tunnel.
ja: トンネルの変更は確認後に実行されます。この Mac のトンネルは今後 cmux link が管理します。

# page.actionFailed
source: The Cloud service returned an error.
ja: クラウドサービスがエラーを返しました。

# page.disconnected
source: Cloud is not available until cmux reconnects.
ja: cmux が再接続するまでクラウドは利用できません。

# page.dismissError
source: Dismiss
ja: 閉じる

# page.loading
source: Loading…
ja: 読み込み中…

# page.retry
source: Retry
ja: 再試行

# page.title
source: Cloud
ja: クラウド

# plan.machines
source: {used} of {limit}
ja: {limit} 台中 {used} 台

# plan.manageBilling
source: Manage Billing…
ja: 請求を管理…

# plan.title
source: Plan
ja: プラン

# plan.upgrade
source: Upgrade Plan…
ja: プランをアップグレード…

# ports.browserProxy
source: Through the proxy at {address}
ja: {address} のプロキシ経由

# ports.browserTabRefused
source: The browser cannot open this machine's page: it needs the Chromium engine with the machine's proxy. Nothing was opened.
ja: ブラウザはこのマシンのページを開けません。マシンのプロキシを使う Chromium エンジンが必要です。何も開いていません。

# ports.browserTabUnavailable
source: This app cannot open a tab through the proxy yet.
ja: このアプリはまだプロキシ経由でタブを開けません。

# ports.close
source: Close
ja: 閉じる

# ports.down
source: Disconnected
ja: 切断

# ports.empty
source: No ports are forwarded to this Mac.
ja: この Mac に転送されているポートはありません。

# ports.forward
source: Forward port
ja: ポートを転送

# ports.openBrowser
source: Open in browser
ja: ブラウザで開く

# ports.title
source: Ports
ja: ポート

# ports.up
source: Active
ja: 有効

# publications.access
source: Access
ja: アクセス

# publications.accessPersonal
source: Only me
ja: 自分のみ

# publications.accessPublic
source: Anyone (public)
ja: 誰でも（公開）

# publications.accessTeam
source: Team
ja: チーム

# publications.add
source: Publish
ja: 公開

# publications.empty
source: No published ports
ja: 公開ポートはありません

# publications.port
source: Port
ja: ポート

# size.spec
source: {cpu} CPU · {memory} memory · {storage} disk
ja: {cpu} CPU・メモリ {memory}・ディスク {storage}

# snapshots.create
source: Take Snapshot
ja: スナップショットを作成

# snapshots.empty
source: No snapshots
ja: スナップショットはありません

# snapshots.unnamed
source: Untitled snapshot
ja: 名称未設定のスナップショット

# state.active
source: Live
ja: 稼働中

# state.missing
source: Missing
ja: なし

# state.notRequired
source: Not required
ja: 不要

# stats.asleep
source: Resource use shows while the machine runs.
ja: マシンの実行中にリソース使用量が表示されます。

# stats.disk
source: Disk
ja: ディスク

# stats.memory
source: Memory
ja: メモリ

# status.destroyed
source: Deleted
ja: 削除済み

# status.failed
source: Failed
ja: 失敗

# status.paused
source: Paused
ja: 一時停止中

# status.provisioning
source: Starting
ja: 起動中

# status.running
source: Running
ja: 実行中

# status.unknown
source: Unknown
ja: 不明

# team.label
source: Team
ja: チーム

# unit.hours
source: {value} h
ja: {value} 時間

# usage.compute
source: Compute
ja: コンピュート

# usage.title
source: Usage
ja: 使用量
